app/controllers/students_controller.rb

INSERT INTO "students" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2021-06-23 00:58:37.130476"], ["updated_at", "2021-06-23 00:58:37.130476"]]
---
      def create
        @student = Student.new(student_params)
        @student.save